USE solardb;
GO

-- Seed initial prospect data (20 houses)
INSERT INTO prospects (seq, house_number, full_name, phone) VALUES
(11, N'469/14',  N'นางธัญญรัตน์ พามา',              N'0836329193'),
(12, N'469/14',  N'นายไชยมงคล พามา',                N'0655982493'),
(13, N'469/25',  N'นายธนภัทร จันทรมณี',              N'0926689156'),
(14, N'469/178', N'นางสาวพิมวรรณ แซ่หลี',           N'0814394929'),
(15, N'469/26',  N'นายชนธวัช อนันตภูรี',             N'0982674825'),
(16, N'469/28',  N'นางสาวปาริชาต ตุ้ยวงศ์',          NULL),
(17, N'469/20',  N'นายมงคล หมอยาดี',                N'0806199497'),
(18, N'469/22',  N'นางสาวอมรรัตน์ สำราญจิตต์',       NULL),
(19, N'469/22',  N'นางสาวมาลัยรัตน์ ชุมภู',          N'0849145495'),
(20, N'469/30',  N'นายวัธวุธ จันเต',                N'0997122778'),
(21, N'469/30',  N'นางสาวยลดาทกานต์ ทรัพย์เจริญ',    N'0969542409'),
(22, N'469/18',  N'นางสาวศิรินทิพย์ มุ่งจีนกลาง',     NULL),
(23, N'469/18',  N'นางสุนทร มุ่งจีนกลาง',            N'0983959829'),
(24, N'469/27',  N'นางสาวอารียา สายสิงห์ทอง',        N'0969269095'),
(25, N'469/17',  N'นายภานุพงศ์ ญาติสมบูรณ์',          N'0992688119'),
(26, N'469/17',  N'นางสาวมนิสชา เหล็กพิชัย',         NULL),
(27, N'469/21',  N'นายรวิษฎา สิงห์มี',              N'0840066999'),
(28, N'469/13',  N'นางสาวอัญชิสา คำผูก',            N'0917846332'),
(29, N'469/13',  N'นายณัฐพล แป้งสุคนธ์',             N'0639838833'),
(30, N'469/15',  N'นางสาวภัทรนันท์ ผิวผ่อง',         N'0971101472');
GO
